tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
brew "awk"
brew "bash"
brew "bat"
brew "carthage", link: false
brew "cocoapods"
brew "coreutils"
brew "exa"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "hyperfine"
brew "make"
brew "mas"
brew "mercurial"
brew "navi"
brew "neovim"
brew "nvm"
brew "protobuf"
brew "protoc-gen-go-grpc"
brew "python@3.8"
brew "rust"
brew "shellcheck"
brew "tldr"
brew "tree"
brew "wget"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "microsoft/mssql-release/mssql-tools"
cask "font-hack-nerd-font"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
